Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 通知邮箱（可选）
ar: بريد الإشعارات (اختياري)
de: Benachrichtigungs-E-Mail (optional)
en: Notification email (optional)
es_mx: Correo de notificación (opcional)
fr: E-mail de notification (facultatif)
ja: 通知メール（任意）
ko: 알림 이메일(선택)
pt_br: E-mail de notificação (opcional)
pt_pt: E-mail de notificação (opcional)
tr: Bildirim e-postası (isteğe bağlı)
zh_hant: 通知信箱（選填）
zh_hk: 通知電郵（選填）

source: 通过 Cloudflare 代理
ar: التوجيه عبر وكيل Cloudflare
de: Über Cloudflare proxen
en: Proxy through Cloudflare
es_mx: Usar proxy de Cloudflare
fr: Proxy via Cloudflare
ja: Cloudflare 経由でプロキシ
ko: Cloudflare를 통해 프록시
pt_br: Usar proxy via Cloudflare
pt_pt: Usar proxy através da Cloudflare
tr: Cloudflare üzerinden proxy
zh_hant: 透過 Cloudflare 代理
zh_hk: 透過 Cloudflare 代理

source: 通过 Cloudflare 托管的 r2.dev 子域公开访问，仅供开发测试，有速率限制；生产请用自定义域。
ar: وصول عام عبر النطاق الفرعي r2.dev الذي تديره Cloudflare. للتطوير والاختبار فقط — بحد للمعدل؛ استخدم نطاقًا مخصصًا في الإنتاج.
de: Öffentlicher Zugriff über die von Cloudflare verwaltete r2.dev-Subdomain. Nur für Entwicklung und Tests – ratenbegrenzt; in der Produktion eine eigene Domain verwenden.
en: Public access via Cloudflare’s managed r2.dev subdomain. For development and testing only — rate-limited; use a custom domain in production.
es_mx: Acceso público mediante el subdominio r2.dev gestionado por Cloudflare. Solo para desarrollo y pruebas: con límite de velocidad; usa un dominio personalizado en producción.
fr: Accès public via le sous-domaine r2.dev géré par Cloudflare. Pour le développement et les tests uniquement — débit limité ; utilisez un domaine personnalisé en production.
ja: Cloudflare が管理する r2.dev サブドメイン経由の公開アクセス。開発・テスト用のみ（レート制限あり）。本番ではカスタムドメインを使用してください。
ko: Cloudflare가 관리하는 r2.dev 하위 도메인을 통한 공개 액세스입니다. 개발 및 테스트 전용이며 속도 제한이 있습니다. 프로덕션에서는 사용자 지정 도메인을 사용하세요.
pt_br: Acesso público pelo subdomínio r2.dev gerenciado pela Cloudflare. Apenas para desenvolvimento e teste — com limite de taxa; use um domínio personalizado em produção.
pt_pt: Acesso público pelo subdomínio r2.dev gerido pela Cloudflare. Apenas para desenvolvimento e teste — com limite de taxa; use um domínio personalizado em produção.
tr: Cloudflare tarafından yönetilen r2.dev alt alan adı üzerinden genel erişim. Yalnızca geliştirme ve test için — hız sınırlı; üretimde özel alan adı kullanın.
zh_hant: 透過 Cloudflare 託管的 r2.dev 子網域公開存取，僅供開發測試，有速率限制；正式環境請用自訂網域。
zh_hk: 透過 Cloudflare 託管的 r2.dev 子網域公開存取，僅供開發測試，有速率限制；生產環境請用自訂域名。

source: 通过系统后台刷新检测变化后发送本地通知。时机由 iOS 调度，可能有数分钟至数小时延迟。
ar: تُكتشف التغييرات عبر التحديث في الخلفية وتُرسَل كإشعارات محلية. يحدد iOS التوقيت وقد يتأخر من دقائق إلى ساعات.
de: Änderungen werden über die Hintergrundaktualisierung erkannt und als lokale Mitteilungen zugestellt. Der Zeitpunkt wird von iOS festgelegt und kann sich um Minuten bis Stunden verzögern.
en: Changes are detected via background refresh and delivered as local notifications. Timing is scheduled by iOS and may lag minutes to hours.
es_mx: Los cambios se detectan mediante la actualización en segundo plano y se entregan como notificaciones locales. iOS programa el momento, que puede tardar de minutos a horas.
fr: Les changements sont détectés via l’actualisation en arrière-plan et envoyés sous forme de notifications locales. Le moment est planifié par iOS et peut être retardé de quelques minutes à quelques heures.
ja: バックグラウンド更新で変化を検出し、ローカル通知でお知らせします。タイミングは iOS が調整するため、数分〜数時間遅れる場合があります。
ko: 변경 사항은 백그라운드 새로고침으로 감지되어 로컬 알림으로 전달됩니다. 시점은 iOS가 예약하며 몇 분에서 몇 시간까지 지연될 수 있습니다.
pt_br: As mudanças são detectadas pela atualização em segundo plano e entregues como notificações locais. O momento é agendado pelo iOS e pode atrasar de minutos a horas.
pt_pt: As alterações são detetadas pela atualização em segundo plano e entregues como notificações locais. O momento é agendado pelo iOS e pode atrasar de minutos a horas.
tr: Değişiklikler arka planda yenileme ile algılanır ve yerel bildirim olarak iletilir. Zamanlama iOS tarafından planlanır ve dakikalardan saatlere kadar gecikebilir.
zh_hant: 透過系統背景重新整理偵測變化後傳送本機通知。時機由 iOS 排程，可能有數分鐘至數小時延遲。
zh_hk: 透過系統背景重新整理偵測變化後發送本機通知。時機由 iOS 排程，可能有數分鐘至數小時延遲。

source: 遵循源站
ar: اتّباع الأصل
de: Origin berücksichtigen
en: Respect origin
es_mx: Respetar el origen
fr: Respecter l'origine
ja: オリジンに従う
ko: 오리진 따르기
pt_br: Respeitar a origem
pt_pt: Respeitar a origem
tr: Kökene uy
zh_hant: 遵循來源
zh_hk: 遵循來源

source: 邮件服务器，如 mail.example.com
ar: خادم البريد، مثل mail.example.com
de: Mailserver, z. B. mail.example.com
en: Mail server, e.g. mail.example.com
es_mx: Servidor de correo, p. ej. mail.example.com
fr: Serveur de messagerie, p. ex. mail.example.com
ja: メールサーバー（例：mail.example.com）
ko: 메일 서버, 예: mail.example.com
pt_br: Servidor de e-mail, ex. mail.example.com
pt_pt: Servidor de e-mail, ex. mail.example.com
tr: Posta sunucusu, ör. mail.example.com
zh_hant: 郵件伺服器，如 mail.example.com
zh_hk: 郵件伺服器，如 mail.example.com

source: 邮箱
ar: البريد الإلكتروني
de: E-Mail
en: Email
es_mx: Correo
fr: E-mail
ja: メール
ko: 이메일
pt_br: E-mail
pt_pt: E-mail
tr: E-posta
zh_hant: 電子郵件
zh_hk: 電郵

source: 邮箱域名
ar: نطاق البريد
de: E-Mail-Domain
en: Email Domain
es_mx: Dominio de correo
fr: Domaine d’e-mail
ja: メールドメイン
ko: 이메일 도메인
pt_br: Domínio de e-mail
pt_pt: Domínio de e-mail
tr: E-posta Alan Adı
zh_hant: 電子郵件網域
zh_hk: 電郵域名

source: 部分中断
ar: انقطاع جزئي
de: Teilausfall
en: Partial Outage
es_mx: Interrupción parcial
fr: Panne partielle
ja: 部分的な障害
ko: 부분 중단
pt_br: Interrupção parcial
pt_pt: Interrupção parcial
tr: Kısmi kesinti
zh_hant: 部分中斷
zh_hk: 部分中斷

source: 部分文件无法读取：
ar: تعذّرت قراءة بعض الملفات:
de: Einige Dateien konnten nicht gelesen werden:
en: Some files couldn’t be read:
es_mx: No se pudieron leer algunos archivos:
fr: Certains fichiers n’ont pas pu être lus :
ja: 一部のファイルを読み取れませんでした：
ko: 일부 파일을 읽을 수 없습니다:
pt_br: Não foi possível ler alguns arquivos:
pt_pt: Não foi possível ler alguns ficheiros:
tr: Bazı dosyalar okunamadı:
zh_hant: 部分檔案無法讀取：
zh_hk: 部分檔案無法讀取：

source: 部分服务严重异常
ar: مشكلات خدمة جسيمة
de: Schwerwiegende Dienstprobleme
en: Major service issues
es_mx: Problemas graves en algunos servicios
fr: Problèmes de service majeurs
ja: 一部のサービスに重大な問題
ko: 일부 서비스 심각한 문제
pt_br: Problemas graves em alguns serviços
pt_pt: Problemas graves em alguns serviços
tr: Önemli hizmet sorunları
zh_hant: 部分服務嚴重異常
zh_hk: 部分服務嚴重異常

source: 部分服务轻微异常
ar: مشكلات خدمة طفيفة
de: Geringfügige Dienstprobleme
en: Minor service issues
es_mx: Problemas menores en algunos servicios
fr: Problèmes de service mineurs
ja: 一部のサービスに軽微な問題
ko: 일부 서비스 경미한 문제
pt_br: Problemas menores em alguns serviços
pt_pt: Problemas menores em alguns serviços
tr: Önemsiz hizmet sorunları
zh_hant: 部分服務輕微異常
zh_hk: 部分服務輕微異常

source: 部署
ar: عمليات النشر
de: Deployments
en: Deployments
es_mx: Despliegues
fr: Déploiements
ja: デプロイ
ko: 배포
pt_br: Implantações
pt_pt: Implementações
tr: Dağıtımlar

source: 部署为纯静态站点（无 Worker 代码）。ZIP 会在设备端解包，统一顶层目录自动去掉。
ar: يُنشر كموقع ثابت بحت (بدون كود Worker). يُفك ضغط ZIP على الجهاز، ويُزال المجلد العلوي المشترك.
de: Wird als reine statische Website (ohne Worker-Code) bereitgestellt. ZIP wird auf dem Gerät entpackt; ein gemeinsamer oberster Ordner wird entfernt.
en: Deploys as a pure static site (no Worker code). ZIP is unpacked on device; a common top-level folder is stripped.
es_mx: Se implementa como un sitio estático puro (sin código de Worker). El ZIP se descomprime en el dispositivo; se elimina una carpeta superior común.
fr: Déploie un site purement statique (sans code Worker). Le ZIP est décompressé sur l’appareil ; un dossier racine commun est supprimé.
ja: 純粋な静的サイト（Worker コードなし）としてデプロイします。ZIP は端末で解凍され、共通のトップフォルダは除去されます。
ko: 순수 정적 사이트(Worker 코드 없음)로 배포합니다. ZIP은 기기에서 해제되며 공통 최상위 폴더는 제거됩니다.
pt_br: Implanta como um site estático puro (sem código de Worker). O ZIP é descompactado no dispositivo; uma pasta de nível superior comum é removida.
pt_pt: Implementa como um site estático puro (sem código de Worker). O ZIP é descompactado no dispositivo; uma pasta de nível superior comum é removida.
tr: Saf statik site (Worker kodu olmadan) olarak dağıtılır. ZIP cihazda açılır; ortak üst klasör kaldırılır.
zh_hant: 部署為純靜態網站（無 Worker 程式碼）。ZIP 會在裝置端解壓，統一頂層資料夾會自動移除。
zh_hk: 部署為純靜態網站（無 Worker 程式碼）。ZIP 會在裝置端解壓，統一頂層資料夾會自動移除。

source: 部署失败
ar: فشل النشر
de: Bereitstellung fehlgeschlagen
en: Deployment failed
es_mx: Error de implementación
fr: Échec du déploiement
ja: デプロイに失敗
ko: 배포 실패
pt_br: Falha na implantação
pt_pt: Falha na implementação
tr: Dağıtım başarısız
zh_hant: 部署失敗
zh_hk: 部署失敗

source: 部署已创建
ar: تم إنشاء النشر
de: Bereitstellung erstellt
en: Deployment created
es_mx: Implementación creada
fr: Déploiement créé
ja: デプロイを作成しました
ko: 배포 생성됨
pt_br: Implantação criada
pt_pt: Implementação criada
tr: Dağıtım oluşturuldu
zh_hant: 已建立部署
zh_hk: 已建立部署

source: 配置
ar: الإعدادات
de: Konfiguration
en: Configuration
es_mx: Configuración
fr: Configuration
ja: 設定
ko: 구성
pt_br: Configuração
pt_pt: Configuração
tr: Yapılandırma
zh_hant: 設定
zh_hk: 設定

source: 配置方式
ar: طريقة الإعداد
de: Konfiguration
en: Configuration
es_mx: Configuración
fr: Configuration
ja: 設定方法
ko: 구성 방식
pt_br: Configuração
pt_pt: Configuração
tr: Yapılandırma
zh_hant: 設定方式
zh_hk: 設定方式

source: 配置有误
ar: تهيئة خاطئة
de: Fehlkonfiguriert
en: Misconfigured
es_mx: Mal configurado
fr: Mal configuré
ja: 設定エラー
ko: 구성 오류
pt_br: Configuração incorreta
pt_pt: Configuração incorreta
tr: Yanlış yapılandırılmış
zh_hant: 設定有誤
zh_hk: 設定有誤

source: 重写为
ar: إعادة الكتابة إلى
de: Umschreiben in
en: Rewrite to
es_mx: Reescribir a
fr: Réécrire en
ja: 書き換え後
ko: 다시 쓰기 결과
pt_br: Reescrever para
pt_pt: Reescrever para
tr: Şuna yeniden yaz
zh_hant: 重寫為
zh_hk: 重寫為

source: 重命名
ar: إعادة تسمية
de: Umbenennen
en: Rename
es_mx: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Mudar o nome
tr: Yeniden adlandır
zh_hant: 重新命名
zh_hk: 重新命名

source: 重命名配置
ar: إعادة تسمية التكوين
de: Konfiguration umbenennen
en: Rename Config
es_mx: Cambiar nombre de configuración
fr: Renommer la config
ja: 構成名を変更
ko: 구성 이름 변경
pt_br: Renomear configuração
pt_pt: Mudar o nome da configuração
tr: Yapılandırmayı yeniden adlandır
zh_hant: 重新命名設定
zh_hk: 重新命名設定

source: 重命名队列
ar: إعادة تسمية قائمة الانتظار
de: Queue umbenennen
en: Rename Queue
es_mx: Cambiar nombre de la cola
fr: Renommer la file
ja: キュー名を変更
ko: 대기열 이름 변경
pt_br: Renomear fila
pt_pt: Mudar o nome da fila
tr: Kuyruğu yeniden adlandır
zh_hant: 重新命名佇列
zh_hk: 重新命名佇列

source: 重大
ar: حرج
de: Kritisch
en: Critical
es_mx: Crítico
fr: Critique
ko: 심각
pt_br: Crítico
pt_pt: Crítico
tr: Kritik

source: 重大服务中断
ar: انقطاع خدمة حرج
de: Kritischer Dienstausfall
en: Critical service outage
es_mx: Interrupción crítica del servicio
fr: Panne de service critique
ja: 重大なサービス停止
ko: 심각한 서비스 중단
pt_br: Interrupção crítica do serviço
pt_pt: Interrupção crítica do serviço
tr: Kritik hizmet kesintisi
zh_hant: 重大服務中斷
zh_hk: 重大服務中斷

source: 重定向
ar: إعادة التوجيه
de: Weiterleitung
en: Redirect
es_mx: Redirección
fr: Redirection
ja: リダイレクト
ko: 리디렉션
pt_br: Redirecionamento
pt_pt: Redirecionamento
tr: Yönlendirme
zh_hant: 重新導向

source: 重定向列表
ar: قائمة إعادة التوجيه
de: Weiterleitungsliste
en: Redirect list
es_mx: Lista de redirección
fr: Liste de redirection
ja: リダイレクトリスト
ko: 리디렉션 목록
pt_br: Lista de redirecionamento
pt_pt: Lista de redirecionamento
tr: Yönlendirme listesi
zh_hant: 重新導向清單
zh_hk: 重定向清單

source: 重定向条目
ar: عناصر إعادة التوجيه
de: Weiterleitungseinträge
en: Redirect entries
es_mx: Entradas de redirección
fr: Entrées de redirection
ja: リダイレクト項目
ko: 리디렉션 항목
pt_br: Entradas de redirecionamento
pt_pt: Entradas de redirecionamento
tr: Yönlendirme girişleri
zh_hant: 重新導向項目
zh_hk: 重定向項目

source: 重新授权未完成
ar: لم تكتمل إعادة التفويض
de: Neuautorisierung nicht abgeschlossen
en: Re-authorization not completed
es_mx: Reautorización no completada
fr: Réautorisation non terminée
ja: 再認可が完了していません
ko: 재인증이 완료되지 않음
pt_br: Reautorização não concluída
pt_pt: Reautorização não concluída
tr: Yeniden yetkilendirme tamamlanmadı
zh_hant: 重新授權未完成
zh_hk: 重新授權未完成

source: 重新授权返回了不同的账号（%@），已取消以保护当前账号。请先在系统浏览器退出其它 Cloudflare 账号后重试。
ar: أعادت إعادة التفويض حسابًا مختلفًا (%@) وتم الإلغاء لحماية الحساب الحالي. سجّل الخروج من حسابات Cloudflare الأخرى في متصفّح النظام ثم أعد المحاولة.
de: Die Neuautorisierung lieferte ein anderes Konto (%@) und wurde zum Schutz des aktuellen Kontos abgebrochen. Melde dich im System-Browser von anderen Cloudflare-Konten ab und versuche es erneut.
en: Re-authorization returned a different account (%@) and was canceled to protect the current account. Sign out of other Cloudflare accounts in your system browser, then try again.
es_mx: La reautorización devolvió una cuenta diferente (%@) y se canceló para proteger la cuenta actual. Cierra sesión de otras cuentas de Cloudflare en el navegador del sistema e inténtalo de nuevo.
fr: La réautorisation a renvoyé un compte différent (%@) et a été annulée pour protéger le compte actuel. Déconnectez-vous des autres comptes Cloudflare dans le navigateur du système, puis réessayez.
ja: 再認可で別のアカウント（%@）が返されたため、現在のアカウントを保護するためキャンセルしました。システムのブラウザーで他の Cloudflare アカウントからログアウトしてから再試行してください。
ko: 재인증에서 다른 계정(%@)이 반환되어 현재 계정을 보호하기 위해 취소했습니다. 시스템 브라우저에서 다른 Cloudflare 계정에서 로그아웃한 후 다시 시도하세요.
pt_br: A reautorização retornou uma conta diferente (%@) e foi cancelada para proteger a conta atual. Saia de outras contas da Cloudflare no navegador do sistema e tente novamente.
pt_pt: A reautorização devolveu uma conta diferente (%@) e foi cancelada para proteger a conta atual. Termine sessão de outras contas da Cloudflare no navegador do sistema e tente novamente.
tr: Yeniden yetkilendirme farklı bir hesap (%@) döndürdü ve geçerli hesabı korumak için iptal edildi. Sistem tarayıcınızda diğer Cloudflare hesaplarından çıkış yapıp yeniden deneyin.
zh_hant: 重新授權回傳了不同的帳號（%@），已取消以保護目前帳號。請先在系統瀏覽器登出其他 Cloudflare 帳號後再試。
zh_hk: 重新授權回傳了不同的帳戶（%@），已取消以保護目前帳戶。請先在系統瀏覽器登出其他 Cloudflare 帳戶後再試。

source: 重新生成
ar: إعادة الإنشاء
de: Neu generieren
en: Regenerate
es_mx: Regenerar
fr: Régénérer
ja: 再生成
ko: 다시 생성
pt_br: Gerar novamente
pt_pt: Gerar novamente
tr: Yeniden oluştur

source: 重新连接
ar: إعادة الاتصال
de: Erneut verbinden
en: Reconnect
es_mx: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
pt_pt: Voltar a ligar
tr: Yeniden bağlan
zh_hant: 重新連線
zh_hk: 重新連線

source: 重新验证
ar: إعادة التحقق
de: Erneut validieren
en: Re-validate
es_mx: Volver a validar
fr: Revalider
ja: 再検証
ko: 다시 확인
pt_br: Validar novamente
pt_pt: Validar novamente
tr: Yeniden doğrula
zh_hant: 重新驗證
zh_hk: 重新驗證

source: 重新验证时提供陈旧内容
ar: تقديم المحتوى القديم أثناء إعادة التحقّق
de: Veraltete Inhalte während der Revalidierung ausliefern
en: Serve stale while revalidating
es_mx: Servir contenido obsoleto durante la revalidación
fr: Diffuser le contenu périmé pendant la revalidation
ja: 再検証中に陳腐なコンテンツを配信
ko: 재검증 중 오래된 콘텐츠 제공
pt_br: Servir conteúdo obsoleto durante a revalidação
pt_pt: Servir conteúdo obsoleto durante a revalidação
tr: Yeniden doğrulama sırasında eskimiş içeriği sun
zh_hant: 重新驗證時提供過時內容
zh_hk: 重新驗證時提供過時內容

source: 重试
ar: إعادة المحاولة
de: Wiederholen
en: Retry
es_mx: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
tr: Tekrar dene
zh_hant: 重試
zh_hk: 重試

source: 重试 %lld
ar: محاولات %lld
de: Wdh. %lld
en: Retries %lld
es_mx: Reintentos %lld
fr: Tentatives %lld
ja: 再試行 %lld
ko: 재시도 %lld
pt_br: Tentativas %lld
pt_pt: Tentativas %lld
tr: Yeniden deneme %lld
zh_hant: 重試 %lld
zh_hk: 重試 %lld

source: 重试会用相同的源重新构建；回滚使此次部署重新生效（仅生产环境）；删除不可撤销，且不能删除当前生效的部署。
ar: تعيد المحاولة البناء من المصدر نفسه؛ ويعيد التراجع تفعيل هذا النشر (الإنتاج فقط)؛ والحذف نهائي ولا يمكنه إزالة النشر الفعّال حاليًا.
de: Wiederholen baut aus derselben Quelle neu; Zurücksetzen macht dieses Deployment wieder aktiv (nur Produktion); Löschen ist endgültig und kann das aktuell aktive Deployment nicht entfernen.
en: Retry rebuilds from the same source; rollback makes this deployment live again (production only); deletion is permanent and can't remove the currently live deployment.
es_mx: Reintentar recompila desde la misma fuente; revertir vuelve a activar este despliegue (solo producción); eliminar es permanente y no puede quitar el despliegue activo actual.
fr: Relancer reconstruit à partir de la même source ; annuler réactive ce déploiement (production uniquement) ; la suppression est définitive et ne peut pas retirer le déploiement actuellement en ligne.
ja: 再試行は同じソースから再ビルドします。ロールバックはこのデプロイを再び有効にします（本番のみ）。削除は元に戻せず、現在稼働中のデプロイは削除できません。
ko: 재시도는 같은 소스에서 다시 빌드합니다. 롤백은 이 배포를 다시 활성화합니다(프로덕션만). 삭제는 영구적이며 현재 활성 배포는 제거할 수 없습니다.
pt_br: Refazer recompila a partir da mesma fonte; reverter torna esta implantação ativa novamente (apenas produção); a exclusão é permanente e não pode remover a implantação ativa atual.
pt_pt: Repetir recompila a partir da mesma fonte; reverter torna esta implementação ativa novamente (apenas produção); a eliminação é permanente e não pode remover a implementação atualmente ativa.
tr: Yeniden deneme aynı kaynaktan yeniden derler; geri alma bu dağıtımı yeniden yayına alır (yalnızca üretim); silme kalıcıdır ve şu anda yayında olan dağıtımı kaldıramaz.
zh_hant: 重試會以相同的來源重新建置；復原使此次部署重新生效（僅生產環境）；刪除無法復原，且不能刪除目前生效的部署。
zh_hk: 重試會以相同的來源重新建置；回滾使此次部署重新生效（僅生產環境）；刪除無法復原，且不能刪除目前生效的部署。

source: 重试次数
ar: عدد المحاولات
de: Wiederholungen
en: Retries
es_mx: Reintentos
fr: Tentatives
ja: 再試行回数
ko: 재시도 횟수
pt_br: Tentativas
pt_pt: Tentativas
tr: Yeniden deneme
zh_hant: 重試次數
zh_hk: 重試次數

source: 重试此部署？
ar: إعادة محاولة هذا النشر؟
de: Dieses Deployment wiederholen?
en: Retry this deployment?
es_mx: ¿Reintentar este despliegue?
fr: Relancer ce déploiement ?
ja: このデプロイを再試行しますか？
ko: 이 배포를 재시도할까요?
pt_br: Refazer esta implantação?
pt_pt: Repetir esta implementação?
tr: Bu dağıtım yeniden denensin mi?
zh_hant: 重試此部署？
zh_hk: 重試此部署？

source: 重试部署
ar: إعادة محاولة النشر
de: Deployment wiederholen
en: Retry deployment
es_mx: Reintentar despliegue
fr: Relancer le déploiement
ja: デプロイを再試行
ko: 배포 재시도
pt_br: Refazer implantação
pt_pt: Repetir implementação
tr: Dağıtımı yeniden dene
zh_hant: 重試部署
zh_hk: 重試部署

source: 锁定态
ar: مقفل
de: Gesperrt
en: Locked
es_mx: Bloqueado
fr: Verrouillé
ja: ロック中
ko: 잠김
pt_br: Bloqueado
pt_pt: Bloqueado
tr: Kilitli
zh_hant: 鎖定
zh_hk: 鎖定

source: 错误
ar: خطأ
de: Fehler
en: Error
es_mx: Error
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
tr: Hata
zh_hant: 錯誤
zh_hk: 錯誤

source: 键「%@」的值必须是字符串或数字
ar: يجب أن تكون قيمة المفتاح ”%@“ نصًا أو رقمًا
de: Der Wert des Schlüssels „%@“ muss eine Zeichenfolge oder Zahl sein
en: The value of key “%@” must be a string or number
es_mx: El valor de la clave «%@» debe ser texto o número
fr: La valeur de la clé « %@ » doit être une chaîne ou un nombre
ja: キー「%@」の値は文字列か数値である必要があります
ko: 키 “%@”의 값은 문자열 또는 숫자여야 합니다
pt_br: O valor da chave “%@” deve ser texto ou número
pt_pt: O valor da chave “%@” deve ser texto ou número
tr: “%@” anahtarının değeri metin veya sayı olmalıdır
zh_hant: 鍵「%@」的值必須是字串或數字
zh_hk: 鍵「%@」的值必須是字串或數字

source: 间隔需大于超时；连续多次失败才判定源站不健康。
ar: يجب أن تكون الفترة أكبر من المهلة؛ ولا يُعتبر الأصل غير سليم إلا بعد عدة إخفاقات متتالية.
de: Das Intervall muss größer als die Zeitüberschreitung sein; ein Origin wird erst nach mehreren aufeinanderfolgenden Fehlern als fehlerhaft markiert.
en: The interval must be greater than the timeout; an origin is marked unhealthy only after several consecutive failures.
es_mx: El intervalo debe ser mayor que el tiempo de espera; un origen se marca como no saludable solo tras varios fallos consecutivos.
fr: L'intervalle doit être supérieur au délai d'expiration ; une origine n'est marquée comme défaillante qu'après plusieurs échecs consécutifs.
ja: 間隔はタイムアウトより大きくする必要があります。連続して複数回失敗した場合にのみオリジンが異常と判定されます。
ko: 간격은 시간 초과보다 커야 합니다. 오리진은 연속 여러 번 실패해야 비정상으로 판정됩니다.
pt_br: O intervalo deve ser maior que o tempo limite; uma origem é marcada como não saudável apenas após várias falhas consecutivas.
pt_pt: O intervalo deve ser maior que o tempo limite; uma origem é marcada como não saudável apenas após várias falhas consecutivas.
tr: Aralık zaman aşımından büyük olmalıdır; bir köken yalnızca birkaç ardışık başarısızlıktan sonra sağlıksız olarak işaretlenir.
zh_hant: 間隔需大於逾時；連續多次失敗才判定來源不健康。
zh_hk: 間隔需大於逾時；連續多次失敗才判定來源不健康。

source: 阈值
ar: العتبة
de: Schwellenwert
en: Threshold
es_mx: Umbral
fr: Seuil
ja: しきい値
ko: 임계값
pt_br: Limite
pt_pt: Limiar
tr: Eşik
zh_hant: 閾值
zh_hk: 閾值

source: 队列
ar: قائمة الانتظار
de: Warteschlange
en: Queue
es_mx: Cola
fr: File d’attente
ja: キュー
ko: 큐
pt_br: Fila
pt_pt: Fila
tr: Kuyruk
zh_hant: 佇列
zh_hk: 佇列

source: 队列名称
ar: اسم قائمة الانتظار
de: Queue-Name
en: Queue name
es_mx: Nombre de la cola
fr: Nom de la file
ja: キュー名
ko: 대기열 이름
pt_br: Nome da fila
pt_pt: Nome da fila
tr: Kuyruk Adı
zh_hant: 佇列名稱
zh_hk: 佇列名稱

source: 阶段
ar: المرحلة
de: Phase
en: Stage
es_mx: Etapa
fr: Étape
ja: ステージ
ko: 단계
pt_br: Etapa
pt_pt: Fase
tr: Aşama
zh_hant: 階段
zh_hk: 階段

source: 阻止
ar: حظر
de: Blockieren
en: Block
es_mx: Bloquear
fr: Bloquer
ja: ブロック
ko: 차단
pt_br: Bloquear
pt_pt: Bloquear
tr: Engelle
zh_hant: 封鎖
zh_hk: 封鎖

source: 附带诊断日志
ar: إرفاق سجلات التشخيص
de: Diagnoseprotokolle anhängen
en: Attach Diagnostic Logs
es_mx: Adjuntar registros de diagnóstico
fr: Joindre les journaux de diagnostic
ja: 診断ログを添付
ko: 진단 로그 첨부
pt_br: Anexar registros de diagnóstico
pt_pt: Anexar registos de diagnóstico
tr: Tanılama günlüklerini ekle
zh_hant: 附上診斷日誌
zh_hk: 附上診斷日誌

source: 陈旧重验证
ar: تقديم القديم أثناء إعادة التحقق
de: Stale-while-revalidate
en: Stale-while-revalidate
es_mx: Stale-while-revalidate
fr: Stale-while-revalidate
ja: 再検証中の陳腐化許容
ko: 재검증 중 오래된 응답
pt_br: Stale-while-revalidate
pt_pt: Stale-while-revalidate
tr: Stale-while-revalidate
zh_hant: 陳舊重驗證
zh_hk: 陳舊重驗證

source: 陈旧重验证（秒）
ar: تقديم القديم أثناء إعادة التحقق (ثانية)
de: Stale-while-revalidate (s)
en: Stale-while-revalidate (s)
es_mx: Stale-while-revalidate (s)
fr: Stale-while-revalidate (s)
ja: 再検証中の陳腐化許容（秒）
ko: 재검증 중 오래된 응답(초)
pt_br: Stale-while-revalidate (s)
pt_pt: Stale-while-revalidate (s)
tr: Stale-while-revalidate (sn)
zh_hant: 陳舊重驗證（秒）
zh_hk: 陳舊重驗證（秒）

source: 降级
ar: متدهور
de: Beeinträchtigt
en: Degraded
es_mx: Degradado
fr: Dégradé
ja: デグレード
ko: 저하됨
pt_br: Degradado
pt_pt: Degradado
tr: Düşük
zh_hant: 已降級
zh_hk: 已降級

source: 限速
ar: حد المعدل
de: Ratenbegrenzung
en: Rate limit
es_mx: Límite de tasa
fr: Limite de débit
ja: レート制限
ko: 속도 제한
pt_br: Limite de taxa
pt_pt: Limite de taxa
tr: Hız Sınırı
zh_hant: 速率限制
zh_hk: 速率限制

source: 限速 %lld
ar: حد %lld
de: Limit %lld
en: Rate limit %lld
es_mx: Límite %lld
fr: Limite %lld
ja: レート制限 %lld
ko: 속도 제한 %lld
pt_br: Limite %lld
pt_pt: Limite %lld
tr: Sınır %lld
zh_hant: 速率限制 %lld
zh_hk: 速率限制 %lld

source: 限速上限：%@
ar: حد المعدل: %@
de: Ratenlimit: %@
en: Rate limit: %@
es_mx: Límite de tasa: %@
fr: Limite de débit : %@
ja: レート制限の上限：%@
ko: 속도 제한: %@
pt_br: Limite de taxa: %@
pt_pt: Limite de taxa: %@
tr: Hız sınırı: %@
zh_hant: 速率限制上限：%@
zh_hk: 速率限制上限：%@

source: 限速窗口：%lld 秒
ar: نافذة حد المعدل: %lld ث
de: Ratenlimit-Fenster: %lld s
en: Rate limit window: %lld s
es_mx: Ventana de límite de tasa: %lld s
fr: Fenêtre de limite de débit : %lld s
ja: レート制限ウィンドウ：%lld 秒
ko: 속도 제한 창: %lld초
pt_br: Janela de limite de taxa: %lld s
pt_pt: Janela de limite de taxa: %lld s
tr: Hız sınırı penceresi: %lld sn
zh_hant: 速率限制視窗：%lld 秒
zh_hk: 速率限制視窗：%lld 秒

source: 限速规则
ar: قواعد تحديد المعدل
de: Ratenbegrenzungsregeln
en: Rate limiting rules
es_mx: Reglas de límite de tasa
fr: Règles de limitation de débit
ja: レート制限ルール
ko: 속도 제한 규칙
pt_br: Regras de limite de taxa
pt_pt: Regras de limite de taxa
tr: Hız sınırı kuralları
zh_hant: 速率限制規則
zh_hk: 速率限制規則
